Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_+99 Reinforced Wooden Stick.tmx
Source language: en
Languages: es_419

source: ...sarang retired from her career as a singer.
es_419: … Sarang dejó su carrera como cantante.

source: I came back just in case...
es_419: Regresé por las dudas…

source: but he also slayed countless monsters that resided in the dungeons of the world.
es_419: sino también a innumerables monstruos que había dentro de las mazmorras de ese mundo.

source: I’m going out to spend my money!
es_419: ¡Me voy a gastar mi dinero!

source: uhh... sure.
es_419: Eh… claro.

source: are you an npc?
es_419: ¿Eres un PNJ?

source: and in the end, they couldn’t recognize each other because they were so different in-game.
es_419: Y al final, no se reconocieron porque son muy distintos en el juego.

source: you are intimidating no one here.
es_419: No intimidas a nadie aquí.

source: goodbye, noob.
es_419: Adiós, novato.

source: heh!
es_419: ¡Je!

source: fourth mirror.
es_419: Cuarto espejo.

source: you called me a foolish mortal just like, a second ago.
es_419: Hace un segundo me llamaste “mortal estúpido”.

source: my hunger can never be satisfied...
es_419: Nada podrá saciar mi hambre.

source: ...I’m 21 years old.
es_419: … tengo 21 años.

source: I first started playing online games when I was in the second grade.
es_419: Empecé a jugar juegos en línea cuando estaba en segundo grado.

source: fighter luv{j}lv.{j}24
es_419: Luchadora AMOR Nv. 24

source: I know this might sound like I’m bragging,
es_419: Sé que sonará como que estoy alardeando,

source: because of this, the users are consuming the game’s content two years earlier than we expected. this drastically alters the course of these items’ market value.
es_419: A causa de esto, los usuarios están accediendo al contenido del juego dos años antes de lo previsto. Esto altera drásticamente el valor de mercado de esos artículos.

source: excitement.
es_419: Emoción.

source: roach son
es_419: Cucaracha hijo

source: it's the "mirror of clones" skill.
es_419: Es la habilidad “Espejo de clones”.

source: chrono life had all eyes on them to see what they would do next.
es_419: Todos estaban atentos a ver qué harían los de Chrono Life.

source: hyaa!
es_419: ¡JIAA!

source: hehe
es_419: Jeje

source: and the reason why she finally came back to the real world...
es_419: Y la razón por la que finalmente regresó al mundo real…

source: I was right.
es_419: Yo tenía razón.

source: why’d it suddenly get windy in this dungeon?
es_419: ¿Por qué de repente se levantó viento en la mazmorra?

source: ...to capture this unprecedented player killer.
es_419: … para capturar a este asesino de jugadores nunca visto.

source: ...nostalgia.
es_419: … de la nostalgia.

source: did you really think a mere human...
es_419: ¿De verdad pensaste que un simple mortal…

source: and then there was the time the hallasan guild took my knuckles...
es_419: Y también aquella vez en que el Gremio de Hallasan se llevó mis manoplas…

source: fall
es_419: FUUM

source: silent
es_419: SILENCIO

source: throb
es_419: TUTÚM

source: ugh.
es_419: Agh.

source: but now, you’ve been rewarded with 15 ability points per level!
es_419: Pero, ahora, ¡lo premiaron con 15 puntos de habilidad por nivel!

source: what a loser hahaha.{j}pn
es_419: Qué perdedor. Ja, ja, ja.

source: mass teleport!
es_419: ¡Teletransportación masiva!

source: ...about captain luv who died earlier...
es_419: … con respecto a la capitana Amor, que murió recién…

source: if you suck at the controls, the least you could do is have good equips.
es_419: Si eres malo jugando, al menos ten buen equipamiento.

source: but that’s all I need.
es_419: Pero eso es todo lo que necesito.

source: I’m actually just going for that secretly op vibe.
es_419: En realidad, busco mantener en secreto mi imagen SP.

source: he’s screwed.
es_419: Está perdido.

source: extinguished.
es_419: EXTINGUIDOS.

source: now that I think about it, it’s almost time for us to meet.
es_419: Ahora que lo pienso, ya casi es hora de ir a verla.

source: to find that special something...
es_419: Por encontrar ese algo especial…

source: what a shame.
es_419: Qué lástima.

source: have you already forgotten my voice?
es_419: ¿Ya olvidaste mi voz?

source: ...the voracious urakan!
es_419: ¡Urakan, el voraz!

source: real home style{j}real home style{j}grandma’s soup{j}grandma’s soup
es_419: La sopa de la abuela al estilo casero

source: I had a feeling you’d be here.
es_419: Tenía el presentimiento de que estarías aquí.

source: puff
es_419: Puf

source: durability 2/5
es_419: Durabilidad 2/5

source: that was nothing.
es_419: No fue nada.

source: you’re the most searched keyword on the internet right now!
es_419: ¡Tu nombre es la palabra más buscada en Internet ahora!

source: I know... that you didn’t...
es_419: Sé… que no fue…

source: exactly.
es_419: Exacto.

source: ...I did what I did.
es_419: … hice lo que hice.

source: *about 12 million usd (exchange rate as of jun 2022)
es_419: *Unos 12 000 000 USD (al cambio de junio de 2022)

source: it’s hawkeye, the supreme commander of the world guild alliance.
es_419: Soy Hawkeye, comandante supremo de la alianza mundial de gremios.

source: I have nothing to fear.
es_419: No tengo nada que temer.

source: chrono life is the best!
es_419: ¡Chrono Life es lo mejor!

source: m-mom...!
es_419: ¡M-mamá…!

source: ...who knew about this encounter.
es_419: … se enteró de este encuentro.

source: they aren’t monsters?
es_419: ¿No son monstruos?

source: that’s how sarang was finally liberated...
es_419: Así fue como Sarang finalmente se liberó…

source: where are all the mobs?!
es_419: ¡¿Dónde están todos los bichos?!

source: that’s what everyone is saying.
es_419: Es lo que todos andan diciendo.

source: bullseye!
es_419: ¡Le dio!

source: it’s nothing you need to know. don’t worry yourself over it.
es_419: No es nada que debas saber. No te preocupes por eso.

source: hah!
es_419: ¡Jum!

source: you seem more impressed by that than the hidden class itself.
es_419: Te impresiona más eso que la clase oculta a la que avancé.

source: I don’t have time for losers like you. get lost!
es_419: No tengo tiempo para perdedores como tú. ¡Ya vete!

source: that was a completely logical opinion.
es_419: Esa era una opinión completamente lógica.

source: y-you finished them in the blink of an eye.
es_419: A-Acabó con ellos en un santiamén.

source: reject
es_419: RECHAZAR

source: [current time]
es_419: [Hora actual]

source: a completely new reality!
es_419: ¡Una realidad completamente nueva!

source: at the place where beginners and pros alike play.
es_419: En el lugar donde juegan tanto principiantes como expertos…

source: and where’d those guys go?!
es_419: ¡¿Y adónde fueron esos tipos?!

source: I don’t have anything worth stealing.
es_419: No tengo nada que valga la pena robar.

source: are all gathered here right now!
es_419: ¡están reunidos aquí en este momento!

source: damn it, everyone attack her!
es_419: ¡Maldición, atáquenla todos!

source: hold on.{j}rb
es_419: Esperen.

source: oh, well.
es_419: Bueno.

source: ...who’s here to take away that wooden stick of yours.
es_419: … que viene a quitarte ese palo.

source: h-hey, boss. just hear me out!
es_419: O-oiga, señor, ¡solo escúcheme!

source: ...because it looked like fun.
es_419: … porque me pareció divertido.

source: righteous bandits guild
es_419: Gremio de los Bandidos Honestos

source: there’s the brave warrior!
es_419: ¡Ahí está el guerrero valiente!

source: how about taking this opportunity to just bring the extinction of humankind?
es_419: ¿Qué tal si aprovechamos esta oportunidad para llevar a la extinción a la humanidad?

source: you’re the best!
es_419: ¡Es el mejor!

source: then some guy who claimed to be a god suddenly showed up out of nowhere.
es_419: Luego, un tipo que dijo ser un dios apareció de la nada.

source: because of her painful past...
es_419: Debido a su doloroso pasado…

source: in the past...
es_419: En el pasado…

source: looks like it’s cracked.
es_419: Parece que se rajó.

source: seriously?
es_419: ¿En serio?

source: ...are the same kind.
es_419: … somos del mismo tipo.

source: now you’re really getting on my nerves.
es_419: Ahora sí me estás haciendo enojar.

source: main system activating.
es_419: Sistema principal activado.

source: piece of crap game!
es_419: ¡Qué porquería de juego!

source: just like you.
es_419: Como tú.

source: and as their supreme commander...
es_419: Y como comandante supremo…

source: wait, you’re just going to distribute them willy-nilly like this?
es_419: Espere, ¿va a distribuirlos así indiscriminadamente?

source: it’s all about survival of the fittest here.
es_419: Aquí solo sobreviven los fuertes.

source: and you are...?
es_419: ¿Y tú eres…?

source: the most difficult dungeon in chrono life.
es_419: La mazmorra más difícil de Chrono Life.

source: that’s a great hobby to have!
es_419: ¡Ese es un gran pasatiempo!

source: you became a goddess of life after killing 1000 players?
es_419: ¿Te convertiste en Diosa de la vida después de matar a 1000 jugadores?

source: you know you can’t kill me. heh.
es_419: Sabes que no puedes matarme. Je.

source: bunnybear
es_419: OSONEJO

source: you will never touch me...
es_419: Nunca podrás tocarme…

source: attention, everyone!
es_419: ¡Atención, todos!

source: I know you got hit by my attack.
es_419: Sé que mi ataque te pegó.

source: my name is ji-u lee.
es_419: Me llamo Jiwoo Lee.

source: ding ding ding ding
es_419: PLIN PLIN PLIN PLIN

source: they’re gone!
es_419: ¡Desaparecieron!

source: hyaaa!
es_419: ¡JIAAA!

source: that’s the main feature of ego-ranked weapons.
es_419: Esa es la característica principal de un arma ego.

source: chief sound producer
es_419: JEFE DE PRODUCCIÓN DE SONIDO

source: let’s go.
es_419: Vamos.

source: why would you want to hide your powers?
es_419: ¿Por qué querría ocultar sus poderes?

source: it’s hong!
es_419: ¡Es Hong!

source: and that’s because of bill gates were to pick up that money...
es_419: Eso se debe a que si Bill Gates recogiera ese billete…

source: ...lie to me...?
es_419: … me mintió?

source: how about joining my guild, the justice guild?
es_419: ¿Qué tal si te unes al mío, el Gremio de la Justicia?

source: all of your stats will be reset.
es_419: Se resetearán todos tus puntos.

source: b-boss...
es_419: J-jefe…

source: hey, you little pussy b*tch!
es_419: ¡Oye, pedazo de m*erda!

source: she was...
es_419: Estaba…

source: at least throw in a few blows with your wooden stick!
es_419: ¡Al menos da un par de golpes con tu palo!

source: I used to get scolded by my parents for secretly playing games all night.
es_419: Mis padres me regañaban por jugar a escondidas toda la noche.

source: starting up virtual reality device.
es_419: Iniciando dispositivo de realidad virtual.

source: I need to go out with a bang.
es_419: Necesito hacer algo sorprendente.

source: I still had so much I wanted to tell you.
es_419: Aún tenía mucho que decirte.

source: I’m bac--
es_419: Volv…

source: look at the chrono life website!
es_419: ¡Miren el sitio web de Chrono Life!

source: hahaha hahahahaha hahaha.
es_419: Ja, ja, ja. Ja, ja, ja, ja, ja. Ja, ja, ja.

source: s{j}c{j}r{j}e{j}e{j}c{j}h
es_419: GRAAAAA

source: how many games have we tried out after linnage?
es_419: ¿Cuántos juegos probamos después del Linnage?

source: what are you doing on the ground?!
es_419: ¡¿Qué haces en el suelo?!

source: gorus lv.{j}21
es_419: Gorus Nv. 21

source: and by the two very adults who were supposed to protect her, no less.
es_419: Y nada menos que por los dos adultos que debían protegerla…

source: that role is actually what’s been really weighing on me.
es_419: Ese papel es todo un desafío para mí.

source: they just see us as cash cows, anyway!!!
es_419: ¡¡¡Solo nos quieren para sacarnos dinero!!!

source: artㆍJIPERY{j}story: hongsil, art: jipery, producer: yopy, staff: jaehyun lee, rock lee, bobaccari, kongsuna, wallaby
es_419: Arte: Jipery{j}

source: how unfortu--
es_419: Qué desafor…

source: with just a few mouse clicks, you could pay money to become as strong as you wanted.
es_419: Con solo unos clics, podías pagar para ser tan fuerte como quisieras.

source: players like that are all talk and no wa--
es_419: Los jugadores así son pura palabrería y nad…

source: shut it, you sick game addict!
es_419: ¡Cállate, enferma de los juegos!

source: I’ve learned a lot thanks to you.
es_419: Aprendí muchas cosas gracias a ti.

source: what’s with her?
es_419: ¿Qué le pasa?

source: for now, I don’t need any other stat.
es_419: Por ahora, no necesito ninguna otra habilidad.

source: can’t you tell?
es_419: ¿No ves?

source: finally found you!
es_419: ¡Por fin te encontré!

source: [chrono life] ver.{j}1.7
es_419: [Chrono Life] VER. 1.7

source: revenge!{j}r{j}r{j}r
es_419: ¡Venganza!

source: ...but among game players across the world.
es_419: … sino entre jugadores de todo el mundo.

source: I had no idea you’d be this strong...
es_419: No tenía idea de que serías tan fuerte…

source: so if I beat this guy up...
es_419: Así que si le doy una paliza…

source: as the supreme commander of the guild alliance...
es_419: Como comandante supremo de la alianza de gremios…

source: first in sales.
es_419: Primero en ventas.

source: h-hey, where are you?!
es_419: A-Ay, ¡¿dónde está?!

source: yo, my ass! you must have a death wish, huh?!
es_419: ¡Qué hola ni m*erda! Quieres morir, ¿no?

source: you really are strong, huh, sir?!
es_419: Usted es muy fuerte, ¡¿no, señor?!

source: and how are you so strong?
es_419: ¿Y cómo se volvió tan fuerte?

source: finally, chrono life had posted an update.
es_419: Finalmente, Chrono Life publicó un mensaje.

source: just get to the point.
es_419: Ve al grano de una vez.

source: is that... really you?
es_419: ¿Es realmente… usted?

source: I don’t need your trash weapon, loser.
es_419: No necesito tu porquería de arma, perdedor.

source: and all you’ve got is that wooden stick we all get when we start!
es_419: ¡Y no tienes más que el palo con el que empezamos todos!

source: it hasn’t been very long since cash trading within games has been legalized.
es_419: No hace tanto que se legalizó el comercio por dinero en efectivo dentro de los juegos.

source: hum hum
es_419: Tara rará

source: would you lie...?
es_419: ¿Por qué mientes…?

source: it appears you’re an inedible species.
es_419: Parece que eres de una especie que no puedo absorber.

source: how?
es_419: ¿Cómo?

source: that was a pretty good sneak attack.
es_419: Eso fue un buen ataque sorpresa.

source: it’s been a while.
es_419: Tanto tiempo.

source: leader of the sacred guild, saintly
es_419: Santa, líder del Gremio Sagrado

source: you have been logged out.
es_419: Se ha cerrado la sesión.

source: I’d give up my physical form and just my soul would be transferred.
es_419: Abandonaría mi forma física y transferiría solo mi alma.

source: wand of the ascended
es_419: Vara de los Ascendidos.

source: the ceo?!
es_419: ¡¿El CEO?!

source: the world’s best virtual reality game!
es_419: ¡El mejor juego de realidad virtual del mundo!

source: it’s time for a spanking...
es_419: Es hora de unas nalgadas…

source: he{j}he{j}he{j}he{j}he{j}he{j}he{j}he{j}he{j}he
es_419: JE JE JE JE JE JE JE JE JE JE

source: I would never lie to anyone!
es_419: ¡Yo jamás mentiría!

source: he’s back! it’s the doomsday guy!
es_419: ¡Regresó! ¡Es el tipo del “juicio final”!

source: croak!
es_419: ¡CROAC!

source: I guess?
es_419: Supongo.

source: first stages of development?
es_419: ¿Las primeras etapas de desarrollo?

source: this is the big bang I was looking for!
es_419: ¡Esto sí que es sorprendente!

source: 1 vs.{j}3,000,000.
es_419: 1 vs. 3 000 000.

source: got
es_419: vengué

source: no problem.
es_419: No es nada.

source: do they know how strong this item is?!
es_419: ¡¿No saben el daño que hace esta arma?!

source: axe of the ascended
es_419: Hacha de los Ascendidos.

source: I think...
es_419: Creo…

source: you’re nothing but a f*cking noob.
es_419: No eres más que un maldito novato.

source: and at last...
es_419: Y por fin…

source: or are you an admin?
es_419: ¿O un admin?

source: don’t be ridiculous.
es_419: No seas ridículo.

source: one-time use item
es_419: Objeto de un solo uso

source: even one wrong point distributed could ruin your overall stats...
es_419: Un solo punto mal distribuido podría arruinar sus estadísticas generales…

source: current trending keywords
es_419: Tendencias de búsqueda actuales

source: a{j}g{j}h{j}h{j}h{j}h{j}h{j}h{j}h
es_419: AAAAAAGH

source: this wanted list has been distributed across the world.
es_419: Esta búsqueda se ha difundido por todo el mundo.

source: you will now advance to a hidden job class!
es_419: ¡Ahora avanzarás a una clase oculta!

source: and the most luxurious for me!
es_419: ¡Y lo más lujoso para mí!

source: anyone who’s a chrono life user can use this function.
es_419: Cualquier usuario de Chrono Life puede usar esta función.

source: I thought you were a twin-headed dragon.
es_419: Pensé que eras un dragón de dos cabezas.

source: during that time, her only escape...
es_419: Durante ese tiempo, su único escape…

source: would you like to quit the game?
es_419: ¿Quieres salir del juego?

source: freshman in high school.
es_419: Está en primer año de la secundaria.

source: I’ve got nothing to lose.
es_419: No tengo nada que perder.

source: I can hold it down to keep bringing it up!
es_419: ¡Puedo mantenerlo apretado para que siga subiendo!

source: you’re so popular!
es_419: ¡Usted es muy popular!

source: this could make headlines within the gaming communities.
es_419: Podría ser noticia en las comunidades de jugadores.

source: ...[a million strikes] version.
es_419: … versión [un millón de golpes].

source: wait, what? someone’s fighting over there.{j}m
es_419: ¿Qué? Alguien está peleando ahí.

source: what’s going on?!
es_419: ¡¿Qué está pasando?!

source: or well,
es_419: Aunque…

source: longsword of the ascended
es_419: Espada larga de los Ascendidos.

source: you took them all down!
es_419: ¡Acabó con todos!

source: ...to walk straight to your own doom!
es_419: ¡Viniste directo hacia tu muerte!

source: the entire world knew about it.
es_419: El mundo entero hablaba de eso.

source: I can always make money somewhere else.
es_419: Puedo conseguir dinero en otro lado.

source: everyone!
es_419: ¡Todos!

source: wls{j}it’s the guy from doomsday!
es_419: ¡Es el tipo del “juicio final”!

source: ...luv.
es_419: … Amor.

source: what the hell...
es_419: ¿Qué rayos…?

source: "a pretty penny"?!
es_419: ¡¿”Un buen dinero”?!

source: even if all of the high-ranking users around the world, including me, were to farm for 24 hours a day...
es_419: Aunque todos los usuarios de alto rango de todo el mundo, incluyéndome a mí, ganaran experiencia las 24 horas del día…

source: your character has been revived.
es_419: Tu personaje ha revivido.

source: I don’t play with noobs.
es_419: No juego con novatos.

source: and they had put a price on her body.
es_419: Y le habían puesto precio a su cuerpo.

source: [steal].
es_419: [ROBAR].

source: s-so basically...
es_419: B-bueno, básicamente…

source: what am I, some money-making machine?
es_419: ¿Qué soy? ¿Una máquina de hacer dinero?

source: are you seriously trying to pick a fight with me using this wooden
es_419: ¿En serio buscas pelear conmigo con ese palo de…?

source: you’re dead, undies.
es_419: Estás muerto, Calzón.

source: three million bodies laying cold and dead.
es_419: Yacen allí tres millones de cuerpos.

source: maybe she’s just got a rich family.
es_419: Quizá tenga una familia rica.

source: goodbye!
es_419: ¡Adiós!

source: you got a problem with that?!
es_419: ¡¿Tienes algún problema con eso?!

source: ceo wang
es_419: CEO WA

source: ...that was all really wild and complicated.
es_419: … todo eso fue muy loco y complicado.

source: "boss luv!"
es_419: “¡La ama Amor!”.

source: not in use
es_419: SIN USO

source: there was a system message talking about reaching the maximum level or something.
es_419: Llegó un mensaje del sistema que dice que llegué al nivel máximo o algo así.

source: they have no will to actually get stronger on their own.
es_419: No tienen la voluntad de volverse fuertes por sí solos.

source: what?!
es_419: ¡¿Qué?!

source: this is what happens when you’re too kind, boss.
es_419: Esto pasa cuando se es demasiado indulgente, jefe.

source: ...we’re all heavy spenders on this game.
es_419: … todos somos grandes consumidores en este juego.

source: the ruler of "castle arden"
es_419: El regente del Castillo Arden

source: with the gift of...
es_419: Con el regalo…

source: how can you be so calm?!
es_419: ¡¿Cómo puede estar tan calmado?!

source: he’s totally going to get the guillotine.
es_419: Sin duda va a rodar su cabeza.

source: this is something that’s never been heard of!
es_419: ¡Esto es algo inaudito!

source: story: hongsil, art: jipery, producer: yopy, staff: jaehyun lee, rock lee, bobaccari, kongsuna, wallaby, balkwang beoseot, 3742{j}StoryㆍHONGSIL
es_419: {j}Historia: Hongsil

source: shoes,
es_419: zapatos

source: you should’ve quit that secretly op persona ages ago.
es_419: Debió dejar eso de la imagen SP secreta hace tiempo.

source: all according to plan.
es_419: Todo va según lo previsto.

source: well, yeah!
es_419: ¡Sí, obvio!

source: I like to put kimchi sauce in my soup, and I have the freedom to do so.
es_419: Me gusta ponerle salsa de kimchi a la sopa y tengo la libertad de hacerlo.

source: "genius."
es_419: "Brillante".

source: then why are you here?
es_419: ¿Y tú qué haces aquí?

source: episode 15. character deleted (3)
es_419: Episodio 15: Personaje eliminado (3)

source: by: chrono life staff
es_419: Del equipo de Chrono Life

source: you’ve made a huge mistake.
es_419: Cometió un gran error.

source: why’d you have to make your character look so scary?!
es_419: ¡¿Por qué hiciste a tu personaje tan espeluznante?!

source: wait, I feel like I’ve seen that guy before.{j}50
es_419: Esperen, creo que conozco a ese tipo.

source: oh, gosh.{j}I’m so embarrassed.
es_419: Cielos, qué vergüenza.

source: why did you bring me here?
es_419: ¿Por qué me trajiste aquí?

source: I randomly came across these knuckles a few months ago at an auction.
es_419: Encontré estas manoplas hace unos meses por casualidad, en una subasta.

source: my name is urakan...
es_419: Me llamo Urakan…

source: change out of your school uniform.
es_419: quítate el uniforme escolar.

source: what the hell?
es_419: ¿Qué demonios?

source: I clearly don’t have them on!
es_419: ¡Claramente ya me las quité!

source: you are immune to status effects such as poison, ailments, and paralysis.
es_419: Eres inmune a los efectos temporarios de veneno, afecciones y parálisis.

source: it’s the most difficult map that no user in history has ever been able to clear.
es_419: Es el mapa más difícil que ningún usuario en la historia ha podido superar.

source: hahahahahahahaha hahahahahahahaha!
es_419: ¡Ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja, ja!

source: n{j}o{j}o{j}o{j}o{j}o
es_419: Nooooo

source: but after the "doomsday" incident, the world guild alliance disbanded.
es_419: Pero, tras el incidente del "juicio final", la alianza mundial de gremios se disolvió.

source: sh-she’s still alive!
es_419: ¡S-sigue viva!

source: is this an illusion spell?
es_419: ¿Es un hechizo de ilusión?

source: even in the 4th universe, it’s famous for its beauty.
es_419: Incluso en el cuarto universo, era conocido por su belleza.

source: ...there were two people who refused to give up on sarang.
es_419: … había dos personas que se negaban a renunciar a ella.

source: "swing up".
es_419: “Golpe hacia arriba”.

source: now, die.
es_419: Ahora, muérete.
